Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# storage_refresh
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
nl: Vernieuwen
pl: Odśwież
pt: Atualizar
ru: Обновить

# storage_temporary
source: Temporary files
de: Temporäre Dateien
es: Archivos temporales
fr: Fichiers temporaires
it: File temporanei
nl: Tijdelijke bestanden
pl: Pliki tymczasowe
pt: Ficheiros temporários
ru: Временные файлы

# storage_title
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
it: Archiviazione
nl: Opslag
pl: Pamięć
pt: Armazenamento
ru: Хранилище

# storage_total
source: Total
de: Gesamt
it: Totale
nl: Totaal
pl: Łącznie
ru: Всего

# storage_transfer_cache_cleared
source: Transfer cache cleared
de: Übertragungscache geleert
es: Caché de transferencias borrada
fr: Cache des transferts vidé
it: Cache trasferimenti svuotata
nl: Overdrachtscache gewist
pl: Wyczyszczono pamięć podręczną transferów
pt: Cache de transferências limpa
ru: Кэш передач очищен

# storage_transfer_data
source: Transfer data
de: Übertragungsdaten
es: Datos de transferencia
fr: Données de transfert
it: Dati di trasferimento
nl: Overdrachtsgegevens
pl: Dane transferu
pt: Dados de transferência
ru: Данные передачи

# storage_transfers_deleted
source: All transfers deleted
de: Alle Übertragungen gelöscht
es: Todas las transferencias eliminadas
fr: Tous les transferts supprimés
it: Tutti i trasferimenti eliminati
nl: Alle overdrachten verwijderd
pl: Usunięto wszystkie transfery
pt: Todas as transferências eliminadas
ru: Все передачи удалены

# storage_unavailable
source: Storage usage isn't available yet
de: Die Speichernutzung ist noch nicht verfügbar
es: El uso de almacenamiento aún no está disponible
fr: L'utilisation du stockage n'est pas encore disponible
it: L'utilizzo dello spazio non è ancora disponibile
nl: Opslaggebruik is nog niet beschikbaar
pl: Wykorzystanie pamięci nie jest jeszcze dostępne
pt: A utilização do armazenamento ainda não está disponível
ru: Данные об использовании хранилища пока недоступны

# storage_usage_header
source: On this device
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil
it: Su questo dispositivo
nl: Op dit apparaat
pl: Na tym urządzeniu
pt: Neste dispositivo
ru: На этом устройстве

# targeted_offer_body
source: {device} wants to send you “{transferName}”.
de: {device} möchte Ihnen „{transferName}“ senden.
es: {device} quiere enviarle “{transferName}”.
fr: {device} veut vous envoyer « {transferName} ».
it: {device} vuole inviarle “{transferName}”.
nl: {device} wil u “{transferName}” sturen.
pl: {device} chce wysłać Ci „{transferName}”.
pt: {device} quer enviar-lhe “{transferName}”.
ru: {device} хочет отправить вам «{transferName}».

# targeted_offer_title
source: Incoming transfer
de: Eingehende Übertragung
es: Transferencia entrante
fr: Transfert entrant
it: Trasferimento in arrivo
nl: Inkomende overdracht
pl: Transfer przychodzący
pt: Transferência a receber
ru: Входящая передача

# transfer_activity_description
source: See important updates for this transfer
de: Wichtige Aktualisierungen zu dieser Übertragung ansehen
es: Vea las actualizaciones importantes de esta transferencia
fr: Consultez les mises à jour importantes de ce transfert
it: Veda gli aggiornamenti importanti di questo trasferimento
nl: Bekijk belangrijke updates voor deze overdracht
pl: Zobacz ważne aktualizacje tego transferu
pt: Ver as atualizações importantes desta transferência
ru: Просматривайте важные обновления этой передачи

# transfer_activity_title
source: Activity
de: Aktivität
es: Actividad
fr: Activité
it: Attività
nl: Activiteit
pl: Aktywność
pt: Atividade
ru: Активность

# transfer_delete_description
source: {transferName} will stop being shared and its transfer history will be removed from this device.
de: {transferName} wird nicht mehr geteilt und sein Übertragungsverlauf wird von diesem Gerät entfernt.
es: {transferName} dejará de compartirse y su historial de transferencia se eliminará de este dispositivo.
fr: {transferName} cessera d’être partagé et son historique de transfert sera retiré de cet appareil.
it: {transferName} non verrà più condiviso e la sua cronologia di trasferimento verrà rimossa da questo dispositivo.
nl: {transferName} wordt niet meer gedeeld en de overdrachtsgeschiedenis wordt van dit apparaat verwijderd.
pl: {transferName} przestanie być udostępniany, a jego historia transferu zostanie usunięta z tego urządzenia.
pt: {transferName} deixará de ser partilhado e o seu histórico de transferência será removido deste dispositivo.
ru: Общий доступ к {transferName} будет остановлен, а история передачи будет удалена с этого устройства.

# transfer_delete_title
source: Delete transfer?
de: Übertragung löschen?
es: ¿Eliminar la transferencia?
fr: Supprimer le transfert ?
it: Eliminare il trasferimento?
nl: Overdracht verwijderen?
pl: Usunąć transfer?
pt: Eliminar a transferência?
ru: Удалить передачу?

source: Transfer deleted.
de: Übertragung gelöscht.
es: Transferencia eliminada.
fr: Transfert supprimé.
it: Trasferimento eliminato.
nl: Overdracht verwijderd.
pl: Transfer usunięty.
pt: Transferência eliminada.
ru: Передача удалена.

# transfer_deleting
source: Deleting…
de: Wird gelöscht…
es: Eliminando…
fr: Suppression…
it: Eliminazione…
nl: Verwijderen…
pl: Usuwanie…
pt: A eliminar…
ru: Удаление…

# transfer_details_title
source: Transfer details
de: Übertragungsdetails
es: Detalles de la transferencia
fr: Détails du transfert
it: Dettagli del trasferimento
nl: Overdrachtsdetails
pl: Szczegóły transferu
pt: Detalhes da transferência
ru: Сведения о передаче

# transfer_event_approved
source: Receiver access approved
de: Empfängerzugriff genehmigt
es: Acceso del destinatario aprobado
fr: Accès du destinataire approuvé
it: Accesso del destinatario approvato
nl: Toegang ontvanger goedgekeurd
pl: Zatwierdzono dostęp odbiorcy
pt: Acesso do destinatário aprovado
ru: Доступ получателя одобрен

# transfer_event_completed
source: A receiver completed the transfer
de: Ein Empfänger hat die Übertragung abgeschlossen
es: Un destinatario completó la transferencia
fr: Un destinataire a terminé le transfert
it: Un destinatario ha completato il trasferimento
nl: Een ontvanger heeft de overdracht voltooid
pl: Odbiorca ukończył transfer
pt: Um destinatário concluiu a transferência
ru: Получатель завершил передачу

# transfer_event_connecting
source: Connecting to sender
de: Verbindung zum Absender
es: Conectando con el remitente
fr: Connexion à l’expéditeur
it: Connessione al mittente
nl: Verbinden met afzender
pl: Łączenie z nadawcą
pt: A ligar ao remetente
ru: Подключение к отправителю

# transfer_event_downloading
source: Downloading
de: Wird geladen
es: Descargando
fr: Téléchargement
it: Download
nl: Downloaden
pl: Pobieranie
pt: A descarregar
ru: Загрузка

# transfer_event_failed
source: The transfer encountered a problem
de: Bei der Übertragung ist ein Problem aufgetreten
es: La transferencia tuvo un problema
fr: Le transfert a rencontré un problème
it: Il trasferimento ha riscontrato un problema
nl: Er is een probleem opgetreden bij de overdracht
pl: Podczas transferu wystąpił problem
pt: A transferência teve um problema
ru: При передаче возникла проблема

# transfer_event_preparing
source: Preparing your transfer
de: Ihre Übertragung wird vorbereitet
es: Preparando su transferencia
fr: Préparation de votre transfert
it: Preparazione del trasferimento
nl: Uw overdracht voorbereiden
pl: Przygotowywanie transferu
pt: A preparar a sua transferência
ru: Подготовка вашей передачи

# transfer_event_ready
source: Ready to share
de: Bereit zum Teilen
es: Listo para compartir
fr: Prêt à partager
it: Pronto per la condivisione
nl: Klaar om te delen
pl: Gotowe do udostępnienia
pt: Pronto para partilhar
ru: Готово к отправке

# transfer_event_refused
source: Receiver access refused
de: Empfängerzugriff abgelehnt
es: Acceso del destinatario rechazado
fr: Accès du destinataire refusé
it: Accesso del destinatario rifiutato
nl: Toegang ontvanger geweigerd
pl: Odrzucono dostęp odbiorcy
pt: Acesso do destinatário recusado
ru: Доступ получателя отклонён

# transfer_event_requested
source: A receiver requested access
de: Ein Empfänger hat Zugriff angefragt
es: Un destinatario solicitó acceso
fr: Un destinataire a demandé l’accès
it: Un destinatario ha richiesto l’accesso
nl: Een ontvanger heeft toegang aangevraagd
pl: Odbiorca poprosił o dostęp
pt: Um destinatário pediu acesso
ru: Получатель запросил доступ

# transfer_event_saving
source: Saving
de: Wird gesichert
es: Guardando
fr: Enregistrement
it: Salvataggio
nl: Bewaren
pl: Zapisywanie
pt: A guardar
ru: Сохранение

# transfer_event_stopped
source: Sharing stopped
de: Freigabe beendet
es: Se dejó de compartir
fr: Partage arrêté
it: Condivisione interrotta
nl: Delen gestopt
pl: Zatrzymano udostępnianie
pt: Partilha parada
ru: Раздача остановлена

# transfer_event_updated
source: Transfer updated
de: Übertragung aktualisiert
es: Transferencia actualizada
fr: Transfert mis à jour
it: Trasferimento aggiornato
nl: Overdracht bijgewerkt
pl: Transfer zaktualizowany
pt: Transferência atualizada
ru: Передача обновлена

# transfer_file_count_few
source: {count} files
de: {count} Dateien
es: {count} archivos
fr: {count} fichiers
it: {count} file
nl: {count} bestanden
pl: {count} pliki
pt: {count} ficheiros
ru: {count} файла

# transfer_file_count_many
source: {count} files
de: {count} Dateien
es: {count} archivos
fr: {count} fichiers
it: {count} file
nl: {count} bestanden
pl: {count} plików
pt: {count} ficheiros
ru: {count} файлов

# transfer_file_count_other
source: {count} files
de: {count} Dateien
es: {count} archivos
fr: {count} fichiers
it: {count} file
nl: {count} bestanden
pl: {count} pliku
pt: {count} ficheiros
ru: {count} файла

# transfer_invitation_saved
source: Invitation saved.
de: Einladung gesichert.
es: Invitación guardada.
fr: Invitation enregistrée.
it: Invito salvato.
nl: Uitnodiging bewaard.
pl: Zaproszenie zapisane.
pt: Convite guardado.
ru: Приглашение сохранено.

# transfer_nearby_device
source: Nearby device
de: Gerät in der Nähe
es: Dispositivo cercano
fr: Appareil à proximité
it: Dispositivo nelle vicinanze
nl: Apparaat in de buurt
pl: Urządzenie w pobliżu
pt: Dispositivo próximo
ru: Устройство поблизости

# transfer_nfc_unavailable
source: NFC tag writing is not available on this device.
de: Das Beschreiben von NFC-Tags ist auf diesem Gerät nicht verfügbar.
es: La escritura de etiquetas NFC no está disponible en este dispositivo.
fr: L’écriture de tag NFC n’est pas disponible sur cet appareil.
it: La scrittura dei tag NFC non è disponibile su questo dispositivo.
nl: Het schrijven van NFC-tags is niet beschikbaar op dit apparaat.
pl: Zapis tagów NFC nie jest dostępny na tym urządzeniu.
pt: A escrita de etiquetas NFC não está disponível neste dispositivo.
ru: Запись NFC-меток недоступна на этом устройстве.

# transfer_nfc_waiting
source: Hold your device near a writable NFC tag.
de: Halten Sie Ihr Gerät an ein beschreibbares NFC-Tag.
es: Acerque su dispositivo a una etiqueta NFC grabable.
fr: Approchez votre appareil d’un tag NFC inscriptible.
it: Avvicini il dispositivo a un tag NFC scrivibile.
nl: Houd uw apparaat bij een beschrijfbare NFC-tag.
pl: Zbliż urządzenie do zapisywalnego tagu NFC.
pt: Aproxime o seu dispositivo de uma etiqueta NFC gravável.
ru: Поднесите устройство к записываемой NFC-метке.

# transfer_nfc_written
source: Invitation written to the NFC tag.
de: Einladung auf das NFC-Tag geschrieben.
es: Invitación escrita en la etiqueta NFC.
fr: Invitation écrite sur le tag NFC.
it: Invito scritto sul tag NFC.
nl: Uitnodiging naar de NFC-tag geschreven.
pl: Zaproszenie zapisane na tagu NFC.
pt: Convite escrito na etiqueta NFC.
ru: Приглашение записано на NFC-метку.

# transfer_no_activity
source: There is no activity to show yet.
de: Es gibt noch keine Aktivität anzuzeigen.
es: Todavía no hay actividad que mostrar.
fr: Aucune activité à afficher pour l’instant.
it: Non c’è ancora alcuna attività da mostrare.
nl: Er is nog geen activiteit om weer te geven.
pl: Nie ma jeszcze aktywności do wyświetlenia.
pt: Ainda não há atividade para mostrar.
ru: Пока нет активности для отображения.

# transfer_no_receivers
source: Nobody has requested this transfer yet.
de: Noch niemand hat diese Übertragung angefragt.
es: Nadie ha solicitado aún esta transferencia.
fr: Personne n’a encore demandé ce transfert.
it: Nessuno ha ancora richiesto questo trasferimento.
nl: Nog niemand heeft deze overdracht aangevraagd.
pl: Nikt jeszcze nie poprosił o ten transfer.
pt: Ainda ninguém pediu esta transferência.
ru: Никто ещё не запросил эту передачу.

# transfer_qr_unavailable
source: QR unavailable for this invitation. Use Share or Download instead.
de: Für diese Einladung ist kein QR-Code verfügbar. Verwenden Sie stattdessen Teilen oder Herunterladen.
es: El QR no está disponible para esta invitación. Use Compartir o Descargar.
fr: Le code QR n’est pas disponible pour cette invitation. Utilisez plutôt Partager ou Télécharger.
it: Il codice QR non è disponibile per questo invito. Utilizzi invece Condividi o Scarica.
nl: QR is niet beschikbaar voor deze uitnodiging. Gebruik in plaats daarvan Delen of Downloaden.
pl: Kod QR jest niedostępny dla tego zaproszenia. Zamiast tego użyj opcji Udostępnij lub Pobierz.
pt: O código QR não está disponível para este convite. Utilize Partilhar ou Transferir.
ru: QR-код недоступен для этого приглашения. Используйте «Поделиться» или «Скачать».

# transfer_receiver_accepted
source: Approved — waiting for completion
de: Genehmigt – wartet auf Abschluss
es: Aprobado: esperando a que se complete
fr: Approuvé — en attente de la fin
it: Approvato: in attesa del completamento
nl: Goedgekeurd — wachten op voltooiing
pl: Zatwierdzono — oczekiwanie na ukończenie
pt: Aprovado — a aguardar conclusão
ru: Одобрено — ожидание завершения

# transfer_receiver_completed
source: Received successfully
de: Erfolgreich empfangen
es: Recibido correctamente
fr: Reçu avec succès
it: Ricevuto correttamente
nl: Succesvol ontvangen
pl: Odebrano pomyślnie
pt: Recebido com sucesso
ru: Успешно получено

# transfer_receiver_expired
source: Request expired
de: Anfrage abgelaufen
es: Solicitud caducada
fr: Demande expirée
it: Richiesta scaduta
nl: Verzoek verlopen
pl: Prośba wygasła
pt: Pedido expirado
ru: Запрос истёк

# transfer_receiver_failed
source: Delivery failed
de: Übertragung fehlgeschlagen
es: Error en la entrega
fr: Échec de l'envoi
it: Consegna non riuscita
nl: Levering mislukt
pl: Dostarczenie nie powiodło się
pt: Falha na entrega
ru: Ошибка доставки

# transfer_receiver_refused
source: Request refused
de: Anfrage abgelehnt
es: Solicitud rechazada
fr: Demande refusée
it: Richiesta rifiutata
nl: Verzoek geweigerd
pl: Prośba odrzucona
pt: Pedido recusado
ru: Запрос отклонён

# transfer_receiver_requested
source: Waiting for your approval
de: Wartet auf Ihre Genehmigung
es: Esperando su aprobación
fr: En attente de votre approbation
it: In attesa della sua approvazione
nl: Wachten op uw goedkeuring
pl: Oczekiwanie na Twoje zatwierdzenie
pt: A aguardar a sua aprovação
ru: Ожидание вашего одобрения

# transfer_receiver_unknown
source: Status unavailable
de: Status nicht verfügbar
es: Estado no disponible
fr: Statut indisponible
it: Stato non disponibile
nl: Status niet beschikbaar
pl: Status niedostępny
pt: Estado indisponível
ru: Статус недоступен

# transfer_receivers_completed_count
source: {count} completed
de: {count} abgeschlossen
es: {count} completados
fr: {count} terminés
it: {count} completati
nl: {count} voltooid
pl: Ukończone: {count}
pt: {count} concluídos
ru: Завершено: {count}

# transfer_receivers_description
source: Requests, approvals, and completed deliveries
de: Anfragen, Genehmigungen und abgeschlossene Zustellungen
es: Solicitudes, aprobaciones y entregas completadas
fr: Demandes, approbations et livraisons terminées
it: Richieste, approvazioni e consegne completate
nl: Verzoeken, goedkeuringen en voltooide leveringen
pl: Prośby, zatwierdzenia i ukończone dostawy
pt: Pedidos, aprovações e entregas concluídas
ru: Запросы, одобрения и завершённые доставки

# transfer_receivers_pending
source: {count} waiting
de: {count} warten
es: {count} en espera
fr: {count} en attente
it: {count} in attesa
nl: {count} in behandeling
pl: Oczekujące: {count}
pt: {count} em espera
ru: Ожидают: {count}

# transfer_receivers_title
source: Receivers
de: Empfänger
es: Destinatarios
fr: Destinataires
it: Destinatari
nl: Ontvangers
pl: Odbiorcy
pt: Destinatários
ru: Получатели

# transfer_scan_qr
source: Scan with VniDrop to receive this transfer
de: Mit VniDrop scannen, um diese Übertragung zu empfangen
es: Escanee con VniDrop para recibir esta transferencia
fr: Scannez avec VniDrop pour recevoir ce transfert
it: Scansioni con VniDrop per ricevere questo trasferimento
nl: Scan met VniDrop om deze overdracht te ontvangen
pl: Zeskanuj za pomocą VniDrop, aby odebrać ten transfer
pt: Leia com o VniDrop para receber esta transferência
ru: Отсканируйте с помощью VniDrop, чтобы получить эту передачу

# transfer_share_description
source: QR code, invitation file, and nearby options
de: QR-Code, Einladungsdatei und Optionen in der Nähe
es: Código QR, archivo de invitación y opciones cercanas
fr: QR code, fichier d’invitation et options à proximité
it: Codice QR, file di invito e opzioni nelle vicinanze
nl: QR-code, uitnodigingsbestand en opties in de buurt
pl: Kod QR, plik zaproszenia i opcje w pobliżu
pt: Código QR, ficheiro de convite e opções por perto
ru: QR-код, файл приглашения и варианты поблизости

# transfer_share_title
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt: Partilhar
ru: Поделиться

# value_unavailable
source: Not available
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
nl: Niet beschikbaar
pl: Niedostępne
pt: Indisponível
ru: Недоступно

# version_title
source: App version
es: Versión de la app
fr: Version de l’app
it: Versione dell’app
nl: App-versie
pl: Wersja aplikacji
pt: Versão da app
ru: Версия приложения

# windows_blocked_devices
source: Blocked devices
de: Blockierte Geräte
es: Dispositivos bloqueados
fr: Appareils bloqués
it: Dispositivi bloccati
nl: Geblokkeerde apparaten
pl: Zablokowane urządzenia
pt: Dispositivos bloqueados
ru: Заблокированные устройства

# windows_bug_report_description
source: Describe the problem, then choose a destination in the Windows share sheet. Device information and optional redacted logs are included in the report.
de: Beschreiben Sie das Problem und wählen Sie dann im Windows-Freigabefenster ein Ziel aus. Geräteinformationen und optional geschwärzte aktuelle Protokolle werden in den Bericht aufgenommen.
fr: Décrivez le problème, puis choisissez une destination dans le volet de partage Windows. Les informations sur l’appareil et, si vous le souhaitez, les journaux masqués sont inclus dans le rapport.
it: Descrivi il problema, quindi scegli una destinazione nel pannello Condividi di Windows. Il report include informazioni sul dispositivo e, facoltativamente, log con i dati sensibili oscurati.
pt: Descreva o problema e, em seguida, escolha um destino no painel de partilha do Windows. O relatório inclui informações do dispositivo e, opcionalmente, registos com valores sensíveis ocultados.

# windows_bug_report_include_logs_description
source: Adds recent core logs to the report. Sensitive values are redacted before the Windows share sheet opens.
de: Fügt dem Bericht aktuelle Kernprotokolle hinzu. Sensible Werte werden geschwärzt, bevor das Windows-Freigabefenster geöffnet wird.
fr: Ajoute les journaux récents du moteur au rapport. Les valeurs sensibles sont masquées avant l’ouverture du volet de partage Windows.
it: Aggiunge al report i log recenti del core. I valori sensibili vengono oscurati prima dell’apertura del pannello Condividi di Windows.
pt: Adiciona registos recentes do núcleo ao relatório. Os valores sensíveis são ocultados antes de abrir o painel de partilha do Windows.

# windows_bug_report_preparing
source: Preparing report…
de: Bericht wird vorbereitet…
fr: Préparation du rapport…
it: Preparazione del report…
pt: A preparar o relatório…

# windows_bug_report_share
source: Share report
de: Bericht teilen
fr: Partager le rapport
it: Condividi report
pt: Partilhar relatório

# windows_bug_report_share_failed
source: Could not open the Windows share sheet. Your report is still here.
de: Das Windows-Freigabefenster konnte nicht geöffnet werden. Ihr Bericht ist weiterhin hier.
fr: Impossible d’ouvrir le volet de partage Windows. Votre rapport est toujours ici.
it: Impossibile aprire il pannello Condividi di Windows. Il report è ancora qui.
pt: Não foi possível abrir o painel de partilha do Windows. O relatório continua aqui.

# windows_close_body
source: Transfers and sharing will stop when VniDrop closes.
de: Beim Schließen von VniDrop werden Übertragungen und Freigaben beendet.
es: Las transferencias y el uso compartido se detendrán al cerrar VniDrop.
fr: Les transferts et le partage s’arrêteront à la fermeture de VniDrop.
it: I trasferimenti e la condivisione si interromperanno alla chiusura di VniDrop.
nl: Overdrachten en delen stoppen wanneer VniDrop sluit.
pl: Zamknięcie VniDrop zatrzyma transfery i udostępnianie.
pt: As transferências e a partilha serão interrompidas ao fechar o VniDrop.
ru: При закрытии VniDrop передача и раздача файлов остановятся.

# windows_close_title
source: Close VniDrop?
de: VniDrop schließen?
es: ¿Cerrar VniDrop?
fr: Fermer VniDrop ?
it: Chiudere VniDrop?
nl: VniDrop sluiten?
pl: Zamknąć VniDrop?
pt: Fechar o VniDrop?
ru: Закрыть VniDrop?

# windows_delete_body
source: Remove this transfer from history? Received files will stay on this device.
de: Diese Übertragung aus dem Verlauf entfernen? Empfangene Dateien bleiben auf diesem Gerät.
es: ¿Eliminar esta transferencia del historial? Los archivos recibidos permanecerán en este dispositivo.
fr: Supprimer ce transfert de l’historique ? Les fichiers reçus resteront sur cet appareil.
it: Rimuovere questo trasferimento dalla cronologia? I file ricevuti resteranno su questo dispositivo.
nl: Deze overdracht uit de geschiedenis verwijderen? Ontvangen bestanden blijven op dit apparaat staan.
pl: Usunąć ten transfer z historii? Odebrane pliki pozostaną na tym urządzeniu.
pt: Remover esta transferência do histórico? Os ficheiros recebidos permanecerão neste dispositivo.
ru: Удалить эту передачу из истории? Полученные файлы останутся на устройстве.

# windows_keep_open
source: Keep VniDrop open while others receive this transfer.
de: Lassen Sie VniDrop geöffnet, während andere diese Übertragung empfangen.
es: Mantenga VniDrop abierto mientras otros reciben esta transferencia.
fr: Gardez VniDrop ouvert pendant que les destinataires reçoivent ce transfert.
it: Tieni aperto VniDrop mentre gli altri ricevono questo trasferimento.
nl: Houd VniDrop open terwijl anderen deze overdracht ontvangen.
pl: Nie zamykaj VniDrop, gdy inni odbierają ten transfer.
pt: Mantenha o VniDrop aberto enquanto os destinatários recebem esta transferência.
ru: Не закрывайте VniDrop, пока другие получают эту передачу.

# windows_name_required
source: Enter a display name.
de: Geben Sie einen Anzeigenamen ein.
es: Introduzca un nombre para mostrar.
fr: Saisissez un nom d’affichage.
it: Inserisci un nome da visualizzare.
nl: Voer een weergavenaam in.
pl: Wpisz nazwę wyświetlaną.
pt: Introduza um nome de apresentação.
ru: Введите отображаемое имя.
